{
  "navlinks": {
    "about": "Acerca",
    "projects": "Proyectos",
    "contact": "Contacto"
  },
  "intro": "Hola, soy Luciano",
  "description": "Creando experiencias intuitivas y visualmente impactantes, una línea de código a la vez.",
  "about": {
    "title": "Acerca de mí",
    "paragraph1": "Como desarrollador frontend, me apasiona crear experiencias de usuario excepcionales con React. Creo en escribir código limpio, modular y con seguridad de escritura que sea funcional y visualmente impresionante. Apasionado por la programación y los videojuegos, soy un autodidacta con enfoque analítico y habilidad de aprendizaje rápido.",
    "paragraph2": "Con un gran ojo para los detalles y un impulso por la innovación, siempre estoy buscando nuevos desafíos y formas de mejorar mi código. ¡Construyamos algo increíble juntos!"
  },
  "skills": {
    "title": "Tecnologías",
    "subtitle": "Que utilizo",
    "description": "Eche un vistazo a las habilidades que alimentan mi creatividad e impulsan mi pasión por crear productos digitales increíbles."
  },
  "projects": {
    "title": "Proyectos",
    "description": "Explora mi portafolio de proyectos, donde combino creatividad y tecnología, ofreciendo principalmente soluciones en React. Este portafolio se actualiza constantemente. ¡Estén atentos a las actualizaciones!",
    "Spotify Clon": "Spotify clon hecho con React y Typescript",
    "Jump2Digital": "App de Rick And Morty hecha para la Jump2Digital hackathon con Typescript y React",
    "CAPBA": "Landing page creada para el Colegio de Arquitectos de la Ciudad de Buenos Aires con HTML, CSS y Javascript.",
    "Juguetería Cósmica": "Demo de ecommerce para mi Bootcamp desarrollada con JS y Node, usa MongoDB Atlas y estilizada con SASS.",
    "Game App": "App hecha con React consumiendo una API que muestra la cantidad de reviews de los videojuegos en Steam.",
    "Weather App": "App del clima diseñada en React, CSS y HTML. Proporciona pronósticos precisos con una interfaz intuitiva y elegante."
  },
  "contact": {
    "title": "Contáctame",
    "subtitle": "Formas de conectar",
    "description": "¿Quiere colaborar en un proyecto, discutir una oportunidad potencial o simplemente saludar? Me encantaría saber al respecto. Puede comunicarse conmigo de cualquiera de estas formas y enviarme un mensaje. Conectémonos y exploremos cómo podemos crear algo increíble juntos. ¡Espero escuchar acerca de ti!"
  },
  "footer": "Hecho con ❤️"
}